Repository: Amereyeu/Folio
Catalog: po/*.po
Languages: ar, es, fr, pt_br, tr

source: Italic
ar: مائل
es: Italico
fr: Italique
pt_br: Itálico
tr: Eğik

source: Strikethrough
ar: سطر وسطي
es: Tachado
fr: Barré
pt_br: Tachado
tr: Üstü çizili

source: Highlight
ar: بارز
es: Subrayado
fr: Surligné
pt_br: Destacado
tr: Vurgula

source: Insert Link
ar: أدرج رابطًا
es: Insertar Enlace
fr: Insérer un lien
pt_br: Inserir link
tr: Bağlantı Ekle

source: Insert Code
ar: أدرج رمزًا
es: Insertar Codigo
fr: Insérer du code
pt_br: Inserir código
tr: Kod Ekle

source: Insert Horizontal Rule
ar: أدرج قاعدة أفقية
fr: Insérer une règle horizontale
pt_br: Inserir linha horizontal
tr: Yatay Çizgi Ekle

source: Format
ar: التنسيق
pt_br: Formatar
tr: Biçim

source: Insert
ar: أدرج
fr: Insérer
pt_br: Inserir
tr: Ekle

source: Cancel
ar: ألغِ
es: Cancelar
fr: Annuler
pt_br: Cancelar
tr: İptal Et

source: Confirm
ar: أكِد
es: Confirmar
fr: Confirmer
pt_br: Confirmar
tr: Doğrula

source: Note
ar: ملاحظة
es: Nota
pt_br: Nota
tr: Not

source: Edit Note
ar: عَدِّل الملاحظة
es: Editar Nota
fr: Éditer la note
pt_br: Editar nota
tr: Notu Düzenle

source: Save Note
ar: احفظ الملاحظة
fr: Enregistrer la note
pt_br: Salvar nota
tr: Notu Kaydet

source: Notebook
ar: الدفتر
es: Libreta
fr: Carnet de notes
pt_br: Caderno
tr: Not Defteri

source: Edit Notebook
ar: عَدِّل الدفتر
es: Editar Libreta
fr: Modifier le carnet de notes
pt_br: Editar caderno
tr: Not Defterini Düzenle

source: General
ar: عام
fr: Général
pt_br: Geral
tr: Genel

source: Show Keyboard Shortcuts
ar: أظهِر اختصارات لوحة المفاتيح
es: Mostrar Atajos de Teclado
fr: Afficher les Raccourcis clavier
pt_br: Mostrar atalhos de teclado
tr: Klavye Kısayollarını Göster

source: Quit
ar: أنهِ
es: Salir
fr: Quitter
pt_br: Sair
tr: Çık

source: Formatting
ar: التنسيق
es: Formato
fr: Formatage
pt_br: Formatação
tr: Biçimlendirme

source: Navigation
ar: التصفح
es: Navegación
pt_br: Navegação
tr: Gezinti

source: Toggle Sidebar
ar: بَدِّل الشريط الجانبي
es: Alternar Barra Lateral
fr: Basculer la barre latérale
pt_br: Mostrar/Ocultar barra lateral
tr: Kenar Çubuğunu Aç/Kapa

source: Search Notes
ar: ابحث الملاحظات
es: Buscar Notas
fr: Rechercher des notes
pt_br: Buscar nas notas
tr: Notları Ara

source: Makes the dark theme pitch black
ar: يجعل السمة المظلمة سوداء قاتمة
es: Cambia el tema oscuro a color negro
fr: Rend le thème sombre noir
pt_br: Torna o tema escuro totalmente preto
tr: Koyu temayı zifiri karanlık yapar

source: Enable Toolbar
ar: تفعيل شريط الأدوات
fr: Activer la barre d’outils
pt_br: Ativar barra de ferramentas
tr: Araç Çubuğunu Etkinleştir

source: Enable Cheatsheet
ar: تفعيل ورقة الغش
fr: Activer la fiche technique
pt_br: Ativar dicas de Markdown
tr: İpucu Sayfasını Etkinleştir

source: 3-Pane Layout
ar: تخطيط 3 ألواح
fr: Disposition en 3 volets
pt_br: Layout de 3 painéis
tr: 3 Bölmeli Düzen

source: Notes Storage Location
ar: موضع تخزين الملاحظات
es: Almacenage de Notas
fr: Emplacement de stockage des notes
pt_br: Local de armazenamento das notas
tr: Not Depolama Konumu

source: Where the notebooks are stored (requires app restart)
ar: حيث تخزن الدفاتر (يتطلب إعادة تشغيل التطبيق)
es: Donde las notas se almacenan (requiere reiniciar la app)
fr: Où les carnets de notes sont stockés (requiert un redémarrage de l’appli)
pt_br: Onde os cadernos são armazenados (requer reinício do aplicativo)
tr: Notların depolanacağı dizin (uygulama yeniden başlatma gerektirir)

source: Trash
ar: المهملات
es: Papelera
fr: Mettre à la corbeille
pt_br: Lixeira
tr: Çöp

source: %d Notes
ar: %d ملاحظات
es: %d Notas
pt_br: %d notas
tr: %d Not

source: Are you sure you want to delete everything in the trash?
ar: أمتأكد من إفراغ سلة المهملات؟
es: De verdad quiere borrar todo en la papelera?
fr: Êtes-vous sûr de vouloir vider la corbeille ?
pt_br: Tem certeza de que deseja apagar tudo da lixeira?
tr: Çöp kutusundaki her şeyi silmek istediğinizden emin misiniz?

source: Empty Trash
ar: سلة المهملات الفارغة
es: Vaciar Papelera
fr: Vider la corbeille
pt_br: Esvaziar lixeira
tr: Çöpü Boşalt

source: Create/choose a notebook before creating a note
ar: أنشئ/اختر دفترًا قبل إنشاء ملاحظة
es: Cree/escoga una libreta antes de crear una nota
fr: Créez / choisissez un carnet de note avant de créer une note
pt_br: Crie/Escolha um caderno antes de criar uma nota
tr: Not oluşturmadan önce bir not defteri oluştur/seç

source: Please, select a note to edit
ar: من فضلك، حدد ملاحظة لأعدلها
es: Seleccione una nota para editar, porfavor
fr: Merci de sélectionner une note à éditer
pt_br: Por favor, selecione uma nota para editar
tr: Düzenlemek için not seçin

source: Please, select a note to delete
ar: من فضلك، حدد ملاحظة لأحذفها
es: Seleccione una nota para borrar, porfavor
fr: Merci de sélectionner une note à supprimer
pt_br: Por favor, selecione uma nota para apagar
tr: Silmek için not seçin

source: Export Note
ar: صَدِّر الملاحظة
es: Exportar Nota
fr: Exporter la note
pt_br: Exportar nota
tr: Notu Dışa Aktar

source: Export
ar: صَدِّر
es: Exportar
fr: Exporter
pt_br: Exportar
tr: Dışa Aktar

source: Rename Note
ar: أعِد تسمية الملاحظة
es: Renombrar Nota
fr: Renommer la note
pt_br: Renomear nota
tr: Notu Yeniden Adlandır

source: Move to Notebook
ar: انقل إلى الدفتر
es: Mover a Libreta
fr: Déplacer vers le carnet de notes
pt_br: Mover para o caderno
tr: Not Defterine Taşı

source: Move
ar: انقل
es: Mover
fr: Déplacer
pt_br: Mover
tr: Taşı

source: Note “%s” already exists in notebook “%s”
ar: الملاحظة «%s» موجودة بالفعل في الدفتر «%s»
es: Nota “%s” ya existe en libreta “%s”
fr: La note « %s » existe déjà dans le carnet de notes « %s »
pt_br: A nota “%s” já existe no caderno “%s”
tr: “%s” notu “%s” not defterinde zaten var

source: Are you sure you want to delete the note “%s”?
ar: أمتأكد من حذف الملاحظة «%s»؟
es: De verdad quiere borrar la nota “%s”?
fr: Êtes-vous sûr de vouloir supprimer la note « %s » ?
pt_br: Tem certeza de que deseja apagar a nota “%s”?
tr: “%s” notunu silmek istediğinizden emin misiniz?

source: Delete Note
ar: احذف الملاحظة
es: Borrar Nota
fr: Supprimer la note
pt_br: Apagar nota
tr: Notu Sil

source: Are you sure you want to delete the notebook “%s”?
ar: أمتأكد من حذف الدفتر «%s»؟
es: De verdad quiere borrar la libreta “%s”?
fr: Êtes-vous sûr de vouloir supprimer le carnet de notes « %s » ?
pt_br: Tem certeza de que deseja apagar o caderno “%s”?
tr: “%s” not defterini silmek istediğinizden emin misiniz?

source: Delete Notebook
ar: احذف الدفتر
es: Borrar Libreta
fr: Supprimer le carnet de notes
pt_br: Apagar caderno
tr: Not Defterini Sil

source: Note “%s” already exists
ar: الملاحظة «%s» موجودة بالفعل
es: Nota “%s” ya existe
fr: La note « %s » existe déjà
pt_br: A nota “%s” já existe
tr: “%s” notu zaten var

source: Could not create note
ar: تعذر إنشاء الملاحظة
fr: Impossible de créer la note
pt_br: Não foi possível criar a nota
tr: Not oluşturulamadı

source: Could not change note
ar: تعذر تغيير الملاحظة
fr: Impossible de changer la note
pt_br: Não foi possível alterar a nota
tr: Not değiştirilemedi

source: Could not delete note
ar: تعذر حذف الملاحظة
fr: Impossible de supprimer la note
pt_br: Não foi possível apagar a nota
tr: Not silinemedi

source: Could not restore note
ar: تعذرت استعادة الملاحظة
fr: Impossible de restaurer la note
pt_br: Não foi possível restaurar a nota
tr: Not geri yüklenemedi

source: Saved “%s” to “%s”
ar: حُفِظ «%s» إلى «%s»
es: “%s” se guardó en “%s”
fr: « %s » enregistré dans « %s »
pt_br: “%s” salvo em “%s”
tr: “%s”, “%s” içine kaydedildi

source: Unknown error
ar: خطأ غير معروف
es: Error desconocido
fr: Erreur inconnue
pt_br: Erro desconhecido
tr: Bilinmeyen hata

source: Notebook “%s” already exists
ar: الدفتر «%s» موجود بالفعل
es: Libreta “%s” ya existe
fr: Le carnet de notes « %s » existe déjà
pt_br: O caderno “%s” já existe
tr: “%s” not defteri zaten var

source: Could not create notebook
ar: تعذر إنشاء الدفتر
fr: Impossible de créer le carnet de notes
pt_br: Não foi possível criar o caderno
tr: Not defteri oluşturulamadı

source: Could not change notebook
ar: تعذر تغيير الدفتر
fr: Impossible de changer le carnet de notes
pt_br: Não foi possível alterar o caderno
tr: Not defteri değiştirilemedi

source: Could not delete notebook
ar: تعذر حذف الدفتر
fr: Impossible de supprimer le carnet de notes
pt_br: Não foi possível apagar o caderno
tr: Not defteri silinemedi

source: Search
ar: ابحث
es: Buscar
fr: Rechercher
pt_br: Buscar
tr: Ara

source: Rename
ar: أعِد التسمية
es: Renombrar
fr: Renommer
pt_br: Renomear
tr: Yeniden Adlandır

source: Could not find an app to handle file URIs
ar: تعذر العثور على تطبيق للتعامل مع معرف المورد النظامي (URI) للملف
fr: Impossible de trouver une application pour gérer les URI des fichiers
pt_br: Não foi possível encontrar um aplicativo para lidar com as URIs do arquivo
tr: Dosya URI'leri işlemek için uygulama bulunamadı

source: Apply
ar: طَبِّق
es: Aplicar
fr: Appliquer
pt_br: Aplicar
tr: Uygula

source: Pick where the notebooks will be stored
ar: اختر موضع تخزين الدفاتر
es: Escoja donde las notas se almacenaran
fr: Choisir où les carnets de note seront stockés
pt_br: Escolha onde os cadernos serão armazenados
tr: Not defterlerinin nerede depolanacağını seçin

source: All Notes
ar: جميع الملاحظات
es: Todas las Notas
fr: Toutes les notes
pt_br: Todas as notas
tr: Tüm Notlar

source: Last Modified
ar: آخر تعديل
fr: Dernière modification
pt_br: Modificado pela última vez
tr: Son Değiştirilme

source: Extension
ar: الامتداد
pt_br: Extensão
tr: Uzantı

source: Follow system style
ar: اتبع أسلوب النظام
fr: Suivre le thème du système
pt_br: Seguir estilo do sistema
tr: Sistem biçemini izle

source: Light style
ar: الأسلوب الفاتح
fr: Thème clair
pt_br: Estilo claro
tr: Açık biçem

source: Dark style
ar: الأسلوب الداكن
fr: Thème sombre
pt_br: Estilo escuro
tr: Koyu biçem

source: _New Notebook
ar: دفتر _جديد
es: _Nueva Libreta
fr: _Nouveau carnet de notes
pt_br: _Novo caderno
tr: _Yeni Not Defteri

source: _Edit Notebook
ar: عَ_دِّل الدفتر
es: _Editar Libreta
fr: _Modifier le carnet de notes
pt_br: _Editar caderno
tr: Not Defterini _Düzenle

source: _Preferences
ar: ال_تفضيلات
es: _Preferencias
fr: _Préférences
pt_br: _Preferências
tr: _Tercihler

source: _Keyboard Shortcuts
ar: ا_ختصارات لوحة المفاتيح
es: _Atajos
fr: _Raccourcis clavier
pt_br: _Teclas de atalho
tr: _Klavye Kısayolları

source: Notebook Name
ar: اسم الدفتر
es: Nombre de Libreta
fr: Nom du carnet de notes
pt_br: Nome do caderno
tr: Not Defteri Adı

source: Duplicate notebook names are not allowed!
ar: لا يسمح استخدام أسماء دفاتر مكررة!
fr: Deux carnets de notes ne peuvent avoir le même nom !
pt_br: Nomes duplicados de cadernos não são permitidos!
tr: Yinelenen not defteri adlarına izin verilmiyor!

source: First Characters
ar: الأحرف الأولى
es: Primeros Carácteres
fr: Premiers caractères
pt_br: Primeiros Caracteres
tr: İlk Karakterler

source: Initials
ar: الأحرف البادئة
es: Iniciales
fr: Initiales
pt_br: Iniciais
tr: Baş harfler

source: Initials: camelCase
ar: الأحرف البادئة: camelCase
es: Iniciales: camelCase
fr: Initiales : camelCase
pt_br: Iniciais: camelCase
tr: Baş harfler: deveDüzeni

source: Initials: snake_case
ar: الأحرف البادئة: snake_case
es: Iniciales: snake_case
fr: Initiales : snake_case
pt_br: Iniciais: snake_case
tr: Baş harfler: yılan_düzeni

source: Icon
ar: الأيقونة
es: Icono
fr: Icône
pt_br: Ícone
tr: Simge

source: Notebook Color
ar: لون الدفتر
es: Color de Libreta
fr: Couleur du carnet de notes
pt_br: Cor do caderno
tr: Not Defteri Rengi

source: Create Notebook
ar: أنشئ دفترًا
es: Crear Libreta
fr: Créer le carnet de notes
pt_br: Criar caderno
tr: Not Defteri Oluştur

source: Edit
ar: عَدِّل
es: Editar
fr: Modifier
pt_br: Editar
tr: Düzenle

source: Move all to Trash
ar: انقل الجميع إلى المهملات
es: Mover Todo a la Papelera
fr: Déplacer tout vers la corbeille
pt_br: Mover tudo para a lixeira
tr: Tümünü Çöpe Taşı

source: Notebooks
ar: الدفاتر
fr: Carnets de notes
pt_br: Cadernos
tr: Not Defterleri

source: Note Name
ar: اسم الملاحظة
es: Nombre de Nota
fr: Nom de la note
pt_br: Nome da nota
tr: Not Adı

source: Create Note
ar: أنشئ ملاحظة
es: Crear Nota
fr: Créer la note
pt_br: Criar nota
tr: Not Oluştur

source: Restore from Trash
ar: استَعِد من المهملات
es: Recuperar de la Papelera
fr: Restaurer depuis la corbeille
pt_br: Restaurar da lixeira
tr: Çöpten Geri Yükle

source: Delete from Trash
ar: احذف من المهملات
es: Borrar de la Papelera
fr: Supprimer de la corbeille
pt_br: Apagar da lixeira
tr: Çöpten Sil

source: Move to Notebook…
ar: انقل إلى الدفتر…
es: Mover a Libreta…
fr: Déplacer vers le carnet de notes…
pt_br: Mover para o caderno…
tr: Not Defterine Taşı…

source: Move to Trash
ar: انقل إلى المهملات
es: Mover a la Papelera
fr: Déplacer vers la corbeille
pt_br: Mover para a lixeira
tr: Çöpe Taşı

source: Open Containing Folder
ar: فتح المجلد المتضمن
es: Ver en Carpeta
fr: Ouvrir le dossier contenant
pt_br: Abrir diretório de armazenamento
tr: İçeren Klasörü Aç

source: Get started writing
ar: ابدأ بالكتابة
es: Empieza a escribir
fr: Commencez à écrire
pt_br: Comece a escrever
tr: Yazmaya başla

source: Create a notebook
ar: أنشئ دفترًا
es: Crea una libreta
fr: Créer un carnet de notes
pt_br: Crie um caderno
tr: Not defteri oluştur

source: Trash is empty
ar: سلة المهملات فارغة
es: La papelera está vacia
fr: Corbeille vide
pt_br: A lixeira está vazia
tr: Çöp boş

source: Open in Notebook
ar: افتح في الدفتر
es: Abrir en Libreta
fr: Ouvrir dans le carnet de notes
pt_br: Abrir no caderno
tr: Not Defterinde Aç

source: _Rename Note
ar: أ_عِد تسمية الملاحظة
es: _Renombrar Nota
fr: _Renommer la note
pt_br: _Renomear nota
tr: Notu Yeniden _Adlandır

source: _Export Note
ar: _صَدِّر الملاحظة
es: _Exportar Nota
fr: _Exporter la note
pt_br: _Exportar nota
tr: Notu Dışa _Aktar

source: A beautiful markdown note-taking app for GNOME
ar: تطبيق تدوين ملاحظات ماركداون جميل لجنوم

source: Take notes in Markdown
fr: Application de prise de notes
pt_br: Tome notas em Markdown

source: Create notebooks, take notes in markdown
es: Crea libretas, toma notas en markdown
fr: Créez des carnets de notes, prenez des notes en markdown
pt_br: Crie cadernos, tome notas em Markdown

source: Features:
es: Funcionalidades:
fr: Fonctionnalités :
pt_br: Funcionalidades:

source: Font
es: Fuente

source: Notes Directory
es: Carpeta de notas

source: Where the notebooks are stored
es: Donde las notas se almacenan

source: Note-taking app
es: App para tomar apuntes

source: Highlight &amp; Strikethrough text formatting
es: Formato tachado y subrayado

source: App recoloring based on notebook color
es: Recoloración de la interfaz a base del color de la libreta

source: Note name shouldn’t contain “.” or “/”
es: Nombres de notas no deben contener “.” o “/”

source: Note name shouldn’t be blank
es: Nombres de notas no deben ser vacios

source: Couldn’t create note
es: Nota no se pudo crear

source: Couldn’t change note
es: Nota no se pudo cambiar

source: Couldn’t delete note
es: Nota no se pudo borrar

source: Couldn’t restore note
es: Nota no se pudo recuperar

source: Notebook name shouldn’t contain “.” or “/”
es: Nombres de libretas no deben contener “.” o “/”

source: Notebook name shouldn’t be blank
es: Nombres de libretas no deben ser vacios

source: Couldn’t create notebook
es: Libreta no se pudo crear

source: Couldn’t change notebook
es: Libreta no se pudo cambiar

source: Couldn’t delete notebook
es: Libreta no se pudo borrar

source: Couldn’t find an app to handle file uris
es: No se encontró app para manejar uris

source: _About
es: _Acerca de Paper

source: Pick a font for displaying the notes' content
es: Escoge una fuente para mostrar el contenido de las notas

source: Back
es: Atras
