Repository: Amereyeu/Folio
Catalog: po/*.po
Languages: ar, es, fr, pt_br, tr

source: Beautiful markdown note-taking app
tr: Güzel markdown not alma uygulaması

source: Expanded Notebook List
tr: Not Defteri Listesi Genişletildi

source: Main Menu
tr: Ana Menü

source: Note Menu
tr: Not Menüsü

source: Allow long notebook names
ar: السماح بأسماء الدفاتر الطويلة
tr: Uzun not defteri adlarına izin ver

source: The notebook column will expand to the width of the longest notebook name
ar: يوسع عرض حقل الدفاتر ليسع اسم أطول دفتر
tr: Not defteri sütunu en uzun defter adı genişliğine göre uzar

source: Allow long note names
ar: السماح بأسماء الملاحظات الطويلة
tr: Uzun not adlarına izin ver

source: The note list column will expand to the width of the longest note name
ar: يوسع عرض حقل الملاحظات ليسع اسم أطول ملاحظة
tr: Not listesi sütunu en uzun not adı genişliğine göre uzar

source: Some features include:
ar: بعض المزايا تتضمن:
tr: Kimi özelikleri:

source: Optional line numbers
ar: أرقام أسطر اختيارية
tr: İsteğe bağlı satır numaraları

source: Optional auto save
ar: حفظ آلي اختياري
tr: İsteğe bağlı kendiliğinden kayıt

source: Open links with Control-Click
ar: فتح الروابط من خلال التحكم بالضغط
tr: Ctrl tıklama ile bağlantıları açma

source: Link to other notes in Folio
ar: الربط بالملاحظات الأخرى في «مطوية»
tr: Folio içindeki diğer notlara bağlantı

source: Automatically create links for bare URL's and e-mail addresses
ar: إنشاء الروابط آليًا للمسارات وعناوين البريد الإلكتروني
tr: Temel URL ve e-posta adreslerinden kendiliğinden bağlantılar oluştur

source: Allow Long Notebook Names
ar: السماح بأسماء الدفاتر الطويلة
tr: Uzun Not Defteri Adlarına İzin Ver

source: The notebook column will expand to the width of the longest notebook name (requires notebook selection change to take effect).
ar: يوسع عرض حقل الدفاتر ليسع اسم أطول دفتر (يتطلب تغيير الدفتر المحدد كي يطبَّق).
tr: Not defteri sütunu en uzun not defteri adı genişliği kadar genişler (etkili olması için not defteri seçimin değiştirilmesi gerekir).

source: Allow Long Note Names
ar: السماح بأسماء الملاحظات الطويلة
tr: Uzun Not Adlarına İzin Ver

source: The note list column will expand to the width of the longest note name (requires notebook selection change to take effect).
ar: يوسع عرض حقل الملاحظات ليسع اسم أطول ملاحظة (يتطلب تغيير الدفتر المحدد كي يطبَّق).
tr: Not listesi sütunu en uzun not adının genişliği kadar genişler (etkili olması için not defteri seçiminin değiştirilmesi gerekir).

source: URL detection level
ar: مستوى كشف المسار
fr: Niveau de détection des URLs
pt_br: Nível de detecção de URL
tr: URL algılama düzeyi

source: How aggressive to look for URLs in markdown text
ar: مستوى شدة البحث عن المسارات في نصوص ماركداون
fr: Indique le niveau de sensibilité de la recherche d’URLs dans le texte Markdown
pt_br: O quão agressiva será a busca por URLs no texto em Markdown
tr: Markdown metninde URL'lerin ne kadar sıkı aranacağı

source: Line spacing
ar: مباعدة السطر
fr: Espacement des lignes
pt_br: Espaçamento entre linhas
tr: Satır aralığı

source: The line spacing for the note text
ar: مباعدة السطر لنص الملاحظة
fr: Espacement des lignes pour le texte des notes
pt_br: O espaçamento entre linhas no texto da nota
tr: Not metni için satır aralığı

source: Markdown URL Detection
ar: كشف مسار ماركداون
fr: Détection des URLs Markdown
pt_br: Detecção de URLs em Markdown
tr: Markdown URL Algılama

source: Determines the level of detection of URLs in free form text is used: - Aggressive tries to find all URLs - Strict requires a protocol identifier (ie http://) - Disabled turns detection off.
ar: يُحدِّد مستوى كشف المسارات عند استخدام النص الحر: - «شديد» يحاول إيجاد جميع المسارات - «صارم» يتطلب مُعرف ميفاق (مثال http://) - «مُعَطَّل» يطفئ التعقب.
fr: Détermine le niveau de détection des URLs dans le texte : - Agressif : essaye de trouver toutes les URLs - Strict : requiert un identifiant de protocole (http://) - Désactivé : désactive la détection.
pt_br: Determina o nível da detecção de URLs em texto de forma livre da seguinte maneira: - Agressiva tenta encontrar todas as URLs - Estrita exige um identificador de protocolo (p. ex. http://) - Desativada desliga a detecção.
tr: Serbest biçimli metin kullanılırken↵ URL'lerin algılanma düzeyini belirle:r↵ - Sıkı: tüm URL'leri bulmaya çalışır↵ - Katı: iletişim kuralı tanımlayıcı gerektirir (http:// gibi)↵ - Devre dışı: algılamayı kapatır.

source: Fonts
ar: الخطوط
fr: Polices
pt_br: Fontes
tr: Yazı Tipleri

source: Line Spacing
ar: مباعدة السطر
fr: Espacement des lignes
pt_br: Espaçamento entre linhas
tr: Satır Aralığı

source: Note names cannot contain a “/”
ar: لا يمكن أن تتضمن أسماء الملاحظات علامة «/»
fr: Les noms de notes ne peuvent contenir de « / »
pt_br: Nomes de notas não podem conter “/”
tr: Not adları “/” içeremez

source: Note names cannot be blank
ar: لا يمكن أن تكون أسماء الملاحظات فارغة
fr: Les noms de notes ne peuvent être vides
pt_br: Nomes de notas não podem ficar em branco
tr: Not adları boş olamaz

source: Notebook names cannot contain a “/”
ar: لا يمكن أن تتضمن أسماء الدفاتر علامة «/»
fr: Les noms de carnets ne peuvent contenir de « / »
pt_br: Nomes de cadernos não podem conter “/”
tr: Not defteri adları “/” içeremez

source: Notebook names cannot be blank
ar: لا يمكن أن تكون أسماء الدفاتر فارغة
fr: Les noms de carnets ne peuvent être vides
pt_br: Nomes de cadernos não podem ficar em branco
tr: Not defteri adları boş olamaz

source: Natural - Ascending
ar: طبيعي – تصاعديًا
fr: Naturel - Croissant
pt_br: Natural - Ascendente
tr: Doğal - Artan

source: Natural - Descending
ar: طبيعي – تنازليًا
fr: Naturel - Décroissant
pt_br: Natural - Descendente
tr: Doğal - Alçalan

source: Unable to launch external application for file %s.
ar: تعذّر إطلاق التطبيق الخارجي للملف %s.
fr: Impossible de lancer l’application externe pour le fichier %s.
pt_br: Não foi possível iniciar o aplicativo externo para o arquivo %s.
tr: %s dosyası için dış uygulama başlatılamadı.

source: Aggressive
ar: شديد
fr: Agressif
pt_br: Agressiva
tr: Sıkı

source: Strict
ar: صارم
pt_br: Estrita
tr: Katı

source: Disabled
ar: مُعَطَّل
fr: Désactivé
pt_br: Desativada
tr: Devre Dışı

source: “%s” moved to trash
ar: نُقِل «%s» إلى المهملات
fr: « %s » mis à la corbeille
pt_br: “%s” movida(o) para a lixeira
tr: “%s” çöpe taşındı

source: “%s” restored
ar: استعيد «%s»
fr: « %s » restauré
pt_br: “%s” restaurada(o)
tr: “%s” geri yüklendi

source: _About Folio
ar: _عَنْ «مطوية»
fr: À _propos de Folio
pt_br: _Sobre o Folio
tr: Folio _Hakkında

source: Custom
ar: مُخَصَّص
fr: Personnalisé
pt_br: Personalizado
tr: Özel

source: Open file in external application
ar: افتح الملف بتطبيق خارجي
fr: Ouvrir le fichier dans une application externe
pt_br: Abrir arquivo em aplicativo externo
tr: Dosyası dış uygulamada aç

source: Open file
ar: افتح الملف
fr: Ouvrir le fichier
pt_br: Abrir arquivo
tr: Dosya Aç

source: Notebook sort order
ar: ترتيب فرز الدفاتر
fr: Ordre de tri des carnets de notes
pt_br: Ordem de classificação dos cadernos
tr: Not defteri sıralama düzeni

source: The sort order of the notebook list
ar: ترتيب الفرز لقائمة الدفاتر
fr: L’ordre de tri de la liste des carnets de notes
pt_br: A ordem de classificação da lista de cadernos
tr: Not defteri listelerinin sıralama düzeni

source: Sort Order For Notebooks
ar: ترتيب الفرز للدفاتر
fr: Ordre de tri des carnets de notes
pt_br: Ordem de classificação para os cadernos
tr: Not defterleri için sıralama düzeni

source: Note sort order
ar: ترتيب فرز الملاحظات
fr: Ordre de tri des notes
pt_br: Ordem de classificação das notas
tr: Not sıralama düzeni

source: The sort order of the note list
ar: ترتيب الفرز لقائمة الملاحظات
fr: L’ordre de tri de la liste des notes
pt_br: A ordem de classificação da lista de notas
tr: Not listesinin sıralama düzeni

source: Sort Order For Notes
ar: ترتيب الفرز للملاحظات
fr: Ordre de tri des notes
pt_br: Ordem de classificação para as notas
tr: Not listesinin sıralama düzeni

source: Modified Time - Ascending
ar: زمن التعديل - تصاعديًا
fr: Date de modification - Croissant
pt_br: Hora de alteração - Ascendente
tr: Değiştirilme Tarihi - Azalan

source: Modified Time - Descending
ar: زمن التعديل - تنازليًا
fr: Date de modification - Décroissant
pt_br: Hora de alteração - Descendente
tr: Değiştirilme Tarihi - Artan

source: Alphabetical - Ascending
ar: أبجدي - تصاعديًا
fr: Alphabétique - Croissant
pt_br: Alfabética - Ascendente
tr: Alfabetik - A-Z

source: Alphabetical - Descending
ar: أبجدي - تنازليًا
fr: Alphabétique - Décroissant
pt_br: Alfabética - Descendente
tr: Alfabetik - Z-A

source: Display
ar: العرض
fr: Affichage
pt_br: Exibição
tr: Göster

source: Full Screen
ar: ملء الشاشة
fr: Plein écran
pt_br: Tela inteira
tr: Tam Ekran

source: Zoom In
ar: كبِّر
fr: Agrandir
pt_br: Ampliar
tr: Yakınlaştır

source: Zoom Out
ar: صغِّر
fr: Réduire
pt_br: Reduzir
tr: Uzaklaştır

source: Pick primary font for notes
ar: اختر الخط الأساسي للملاحظات
fr: Choisir une police primaire pour les notes
pt_br: Escolher fonte principal para as notas
tr: Notlar için birincil yazı tipini seç

source: Pick monospace font for code
ar: اختر خطًا ثابت العرض للترميز
fr: Choisir une police monospace pour le code
pt_br: Escolher fonte monoespaçada para código
tr: Kod için eş aralıklı yazı tipi seç

source: File Changed On Disk
ar: غُيِّر الملف على القرص
fr: Fichier modifié sur le disque
pt_br: Arquivo alterado no disco
tr: Diskteki Dosya Değiştirildi

source: The file has changed on disk since it was last saved/loaded by Folio. You may do one of the following: • Reload the file (discarding any changes you have made in Folio) • Overwrite the file (discarding any changes made outside of Folio) • Cancel the operation and manually resolve the issue Note: Canceling the save if you have already moved to a new note/notebook will discard your changes.
ar: غُيِّر الملف على القرص منذ آخر مرة حُفِظ/حُمِل بواسطة «مطوية». يمكنك القيام بأحد الأمور التالية: - أعِد تحميل الملف (تجاهل أي تغييرات أجريتها في «مطوية») - اكتب فوق الملف (تجاهل أي تغييرات أجريت خارج «مطوية») - ألغِ العملية وحل المشكلة يدويًا ملاحظة: في حال انتقلت إلى ملاحظة/دفتر جديد، فستتجاهل تغييراتك عند الحفظ.
fr: Le fichier a changé sur le disque depuis son dernier enregistrement/chargement par Folio.↵ ↵ Vous pouvez effectuer l'une des opérations suivantes :↵ ↵ • Rechargez le fichier (en annulant toutes les modifications que vous avez apportées dans Folio)↵ • Écraser le fichier (en annulant toutes les modifications apportées en dehors de Folio)↵ • Annulez l'opération et résolvez manuellement le problème↵ ↵ Remarque : L'annulation de l'enregistrement si vous êtes déjà passé à une nouvelle note/un nouveau carnet annulera vos modifications.
pt_br: O arquivo foi alterado no disco desde a última vez em que foi salvo/carregado pelo Folio. Você pode escolher uma das seguintes opções: • Recarregar o arquivo (descartando quaisquer alterações feitas no Folio) • Sobrescrever o arquivo (descartando quaisquer alterações feitas fora do Folio) • Cancelar a operação e resolver o problema manualmente Nota: Cancelar o salvamento se você já tiver mudado para uma nova nota ou caderno descartará suas alterações.
tr: Dosya, Folio tarafından en son kaydedildiğinden/yüklendiğinden beri disk üzerinde değiştirildi. Aşağıdakilerden birini yapabilirsiniz: - Dosyayı yeniden yüklemek (Folio ile yaptığınız tüm değişiklikler gözden çıkarılır) - Dosyanın üzerine yazmak (Folio dışında yapılan tüm değişiklikler gözden çıkarılır) - İşlemi iptal etmek ve sorunu elle düzeltmek Not: Zaten yeni bir nota/deftere geçtiyseniz kaydetmezseniz değişiklikleriniz gözden çıkarılır.

source: Reload
ar: أعِد التحميل
fr: Recharger
pt_br: Recarregar
tr: Yeniden Yükle

source: Overwrite
ar: اكتب فوق
fr: Remplacer
pt_br: Sobrescrever
tr: Üzerine Yaz

source: The file has changed on disk by another application. You may do one of the following: • Reload the file (discarding any changes you have made in Folio) • Overwrite the file (discarding any changes made outside of Folio)
ar: غُيِّر الملف على القرص من قبل تطبيق آخر. يمكنك القيام بأحد الأمور التالية: - أعِد تحميل الملف (تجاهل أي تغييرات أجريتها في «مطوية») - اكتب فوق الملف (تجاهل أي تغييرات أجريتها خارج «مطوية»)
fr: Le fichier a été modifié sur le disque par une autre application. Vous pouvez essayer l’une des actions suivantes : • Recharger le fichier (abandonnera toute modification faite dans Folio)↵ • Remplacer le fichier (abandonnera toute modification faite en dehors de Folio)
pt_br: O arquivo foi alterado no disco por outro aplicativo. Você pode escolher uma das seguintes opções: • Recarregar o arquivo (descartando quaisquer alterações feitas no Folio) • Sobrescrever o arquivo (descartando quaisquer alterações feitas fora do Folio)
tr: Dosya disk üzerinde başka bir uygulama tarafından değiştirildi. Aşağıdakilerden birini yapabilirsiniz: - Dosyayı yeniden yüklemek (Folio ile yaptığınız tüm değişiklikler gözden çıkarılır) - Dosyanın üzerine yazmak (Folio dışında yapılan tüm değişiklikler gözden çıkarılır)

source: Note %i
ar: ملاحظة %i
pt_br: Nota %i
tr: Not %i

source: Trash Storage Location
ar: موضع تخزين المهملات
fr: Emplacement de stockage de la corbeille
pt_br: Local de armazenamento da lixeira
tr: Çöp Depolama Konumu

source: Where the trash folder is located (requires app restart)
ar: موضع مجلد المهملات (يتطلب إعادة تشغيل التطبيق)
fr: Où le dossier de la corbeille est stocké (requiert un redémarrage de l’appli)
pt_br: Onde a pasta da lixeira está localizada (requer reinício do aplicativo)
tr: Çöp kutusu klasörünün konumu (uygulamanın yeniden başlatılmasını gerektirir)

source: Pick where the trash can will be stored
ar: اختر أين تخزن سلة المهملات
fr: Choisissez l’emplacement de stockage de la corbeille
pt_br: Escolha onde a lixeira será armazenada
tr: Çöp kutusunun nerede depolanacağını seçin

source: Use Fixed Width For Notes
ar: استخدام العرض الثابت للملاحظات
fr: Utiliser une largeur fixe pour les notes
pt_br: Usar largura fixa para as notas
tr: Notlar İçin Sabit Genişlik Kullan

source: Use a fixed width for the text area of a note
ar: استخدام العرض الثابت لمساحة النص في الملاحظة
fr: Utiliser une largeur maximale pour la zone de texte d’une note
pt_br: Usar uma largura fixa para a área de texto de uma nota
tr: Notun metin alanı için sabit genişlik kullan

source: Expands the notebook list to include the notebook name
ar: وَسِّع قائمة الدفاتر لتشمل اسم الدفتر
fr: Étend la liste de carnet pour inclure le nom du carnet
pt_br: Expande a lista de cadernos para incluir o nome dos cadernos
tr: Not defteri listesini not defteri adını içerecek şekilde genişletir

source: Show line numbers
ar: إظهار أرقام الأسطر
fr: Afficher les numéros de ligne
pt_br: Mostrar números de linha
tr: Satır numaralarını göster

source: Displays line numbers at the left of the note
ar: يعرض أرقام الأسطر على يسار الملاحظة
fr: Affiche les numéros de ligne sur la gauche de la note
pt_br: Mostra números de linha à esquerda da nota
tr: Notun solunda satır numaralarını gösterir

source: Show all notes
ar: إظهار جميع الملاحظات
fr: Afficher toutes les notes
pt_br: Mostrar todas as notas
tr: Tüm notları göster

source: Displays the "All Notes" notebook at the top of the notebook list
ar: يعرض دفتر «جميع الملاحظات» فوق كافة الدفاتر في القائمة
fr: Affiche le carne « Toutes les notes » en haut de la liste des carnets
pt_br: Mostra o caderno "Todas as notas" no topo da lista de cadernos
tr: "Tüm Notlar" not defterini not defteri listesinin en üstünde gösterir

source: Enable autosave
ar: تفعيل الحفظ الآلي
fr: Activer l’enregistrement automatique
pt_br: Ativar salvamento automático
tr: Kendiliğinden kaydetmeyi etkinleştir

source: Automatically saves the current note every 30 seconds if the contents have changed (requires app restart)
ar: يحفظ الملاحظة الحالية كل 30 ثانية عند تغيير محتواها (يتطلب إعادة تشغيل التطبيق)
fr: Enregistre automatiquement la note actuelle toutes les 30 secondes si le contenu est modifié (nécessite un redémarrage de l’application)
pt_br: Salva automaticamente a nota atual a cada 30 segundos, se o conteúdo tiver sido alterado (requer reinício do aplicativo)
tr: İçerik değiştiyse var olan notu 30 saniyede bir kendiliğinden kaydeder (uygulamanın yeniden başlatılmasını gerektirir)

source: Don't hide the Trash folder
ar: عدم إخفاء مجلد المهملات
fr: Ne pas masquer la corbeille
pt_br: Não ocultar a pasta da lixeira
tr: Çöp Kutusu klasörünü gizleme

source: The trash folder is set as a hidden folder by default, this option makes it visible
ar: مجلد المهملات مخفي مبدئيًا، لكن هذا الخيار يجعله مرئيًأ
fr: Le dossier de la corbeille est masqué par défaut, cette option le rend visible
pt_br: A pasta da lixeira é ocultada por padrão; esta opção a torna visível
tr: Çöp klasörü öntanımlı olarak gizlidir, bu seçenek onu görünür hale getirir

source: Main Folio window in light mode
ar: نافذة «مطوية» الرئيسة في الوضع الفاتح
fr: Fenêtre principale de Folio en mode clair
pt_br: Janela principal do Folio no tema clato
tr: Açık kipte Folio ana penceresi

source: Main Folio window in dark mode
ar: نافذة «مطوية» الرئيسة في الوضع الداكن
fr: Fenêtre principale de Folio en mode sombre
pt_br: Janela principal do Folio no tema escuro
tr: Koyu kipte Folio ana penceresi

source: Folio on small/mobile screens
ar: «مطوية» على الشاشات الصغيرة/المحمولة
fr: Folio sur écran format mobile
pt_br: Folio em telas pequenas/de dispositivos móveis
tr: Küçük/mobil ekranda Folio

source: Folio preferences screen
ar: شاشة تفضيلات «مطوية»
fr: Écran des préférences de Folio
pt_br: Tela de preferências do Folio
tr: Folio tercihler penceresi

source: Folio in three pane mode
ar: «مطوية» في وضع الألواح الثلاثة
fr: Folio en mode 3 panneaux
pt_br: Folio no modo de três painéis
tr: Folio üç bölmeli kipte

source: Tools
ar: الأدوات
fr: Outils
pt_br: Ferramentas
tr: Araçlar

source: Displays the formatting toolbar at the bottom of the note
ar: يعرض شريط أدوات التنسيق أسفل الملاحظة
fr: Affiche la barre d’outils de formatage en bas de la note
pt_br: Mostra a barra de ferramentas de formatação na parte de baixo da nota
tr: Notun altındaki biçimlendirme araç çubuğunu gösterir

source: Adds a button to the markdown reference sheet on the right of the formatting toolbar
ar: يضيف زرًا لعرض مرجع «ماركداون» على يمين شريط أدوات التنسيق
fr: Ajoute un bouton vers la feuille de référence Markdown sur la droite de la barre d’outils de formatage
pt_br: Adiciona um botão à direita da barra de ferramentas de formatação para a folha de referência de Markdown
tr: Biçimlendirme araç çubuğunun sağındaki markdown referans sayfasına düğme ekler

source: Layout
ar: التخطيط
fr: Affichage
tr: Düzen

source: Fixed Width To Use For Notes
ar: العرض الثابت للاستخدام في الملاحظات
fr: Largeur fixe à utiliser pour les notes
pt_br: Largura fixa a ser usada para as notas
tr: Notlar İçin Kullanılacak Sabit Genişlik

source: Sets the fixed width size of a note in px
ar: يعين حجم العرض الثابت للملاحظة بالبكسل
fr: Largeur d’une note en px
pt_br: Determina o tamanho da largura fixa de uma nota em pixels (px)
tr: Notun sabit genişlik boyutunu px cinsinden ayarlar

source: Files
ar: الملفات
fr: Fichiers
pt_br: Arquivos
tr: Dosyalar

source: The trash folder is set as a hidden folder by default, this option makes it visible (requires app restart)
ar: مجلد المهملات مخفي مبدئيًا، لكن هذا الخيار يجعله مرئيًا (يتطلب إعادة تشغيل التطبيق)
fr: Le dossier de la corbeille est masqué par défaut, cette option le rend visible (nécessite un redémarrage de l’application)
pt_br: A pasta da lixeira é ocultada por padrão; esta opção a torna visível (requer reinício do aplicativo)
tr: Çöp klasörü öntanımlı olarak gizlidir, bu seçenek onu görünür hale getirir (uygulamanın yeniden başlatılmasını gerektirir)

source: Unable to recognize URI
ar: تعذر التعرف على معرف المورد النظامي (URI)
fr: Impossible de reconnaître l’URI
pt_br: Não foi possível reconhecer a URI
tr: URI tanınmadı

source: Folio
ar: مطوية
tr: Kağıt

source: Notes Manager
ar: مدير ملاحظات
es: Administrador de Notas
fr: Gestionnaire de notes
pt_br: Gerenciador de notas
tr: Not Yönetici

source: Take notes
ar: دوِّن الملاحظات
es: Toma notas
fr: Prenez des notes
pt_br: Tome notas
tr: Notlar al

source: Notebook;Note;Notes;Text;Markdown;Notepad;Write;School;Post-it;Sticky;
ar: دفتر;ملاحظة;ملاحظات;دفتر ملاحظات;ماركداون;كتابة;اكتب;مدرسة;كراسة;كشكول;فوليو;
es: Libreta;Nota;Notas;Texto;Markdown;Notepad;Escribe;Cole;Colegio;Post-it;Sticky;
pt_br: Caderno;Nota;Notas;Texto;Markdown;Bloco de Notas;Escrever;Escreva;Escola;Post-it;Lembrete;Adesivo;Cole;
tr: Not defteri;not;notlar;metin;markdown;not defteri;yaz;okul;post-it;yapışkan not;yapışkan;

source: New Note
ar: ملاحظة جديدة
es: Nota Nueva
fr: Nouvelle note
pt_br: Nova nota
tr: Yeni Not

source: New Notebook
ar: دفتر جديد
es: Libreta Nueva
fr: Nouveau carnet de note
pt_br: Novo caderno
tr: Yeni Not Defteri

source: Markdown Cheatsheet
ar: ورقة غش «ماركداون»
es: Chuleta de Markdown
fr: Feuille technique Markdown
pt_br: Dicas de Markdown
tr: Markdown İpucu Sayfası

source: Preferences
ar: التفضيلات
es: Preferencias
fr: Préférences
pt_br: Preferências
tr: Tercihler

source: Note Font
ar: خط الملاحظات
es: Fuente de Notas
fr: Police de note
pt_br: Fonte das notas
tr: Not Yazı Tipi

source: The font notes will be displayed in
ar: الخط المستخدم لعرض الملاحظات
es: La fuente en la que se mostraran las notas
fr: Les notes seront affichées en police
pt_br: Fonte na qual as notas serão exibidas
tr: Notların görüntüleneceği yazı tipi

source: Monospace Font
ar: الخط ثابت العرض
fr: Police monospace
pt_br: Fonte monoespaçada
tr: Eş Aralıklı Yazı Tipi

source: The font code will be displayed in
ar: الخط المستخدم لعرض الترميز
fr: Le code de la police sera affiché en
pt_br: Fonte na qual trechos de código serão exibidos
tr: Kodların görüntüleneceği yazı tipi

source: OLED Mode
ar: وضع ثنائي مساري عضوي باعث للضوء (OLED)
es: Modo OLED
fr: Mode OLED
pt_br: Modo OLED
tr: OLED Kipi

source: Create notebooks and take notes in markdown
ar: أنشِئ الدفاتر، ودوِّن الملاحظات بـ«ماركداون»
tr: Not defterleri oluşturun, markdown ile not alın

source: Almost WYSIWYG markdown rendering
ar: تَصْيير ما تراه هو ما تحصل عليه (WYSIWYG) جزئي لـ«ماركداون»
es: Renderizage casi perfecto de markdown
fr: Rendu Markdown instantanné
pt_br: Renderização de Markdown quase WYSIWYG
tr: Neredeyse WYSIWYG markdown oluşturma

source: Searchable through GNOME search
ar: قابل للبحث من خلال بحث جنوم
es: Buscable atraves de busqueda de GNOME
fr: Recherche possible directement sur le bureau GNOME
pt_br: Pesquisável por meio da pesquisa do GNOME
tr: GNOME aramasıyla aranabilir

source: Highlight and strikethrough text formatting
ar: تنسيق الإبراز والخط الوسطي للنص
fr: Mise en forme du texte en surbrillance et en barré
pt_br: Formatação com opção de texto destacado e tachado
tr: Vurgulama ve üstünü çizme

source: App themeing based on notebook color
ar: سمة التطبيق استنادًا إلى لون الدفتر
fr: Coloration de l’application selon la couleur du carnet de notes
pt_br: Tematização do aplicativo com base na cor de cada caderno
tr: Not defteri rengine göre uygulama renklendirme

source: Trash can
ar: سلة المهملات
es: Papelera
fr: Corbeille
pt_br: Lixeira
tr: Çöp kutusu

source: Markdown document
ar: مستند ماركداون
es: Documento markdown
tr: Markdown belgesi

source: Plain Text
ar: نص عادي
es: Texto Simple
fr: Texte simple
pt_br: Texto puro
tr: Düz Metin

source: Heading 1
ar: عنوان 1
es: Encabezado 1
fr: Titre 1
pt_br: Título 1
tr: Başlık 1

source: Heading 2
ar: عنوان 2
es: Encabezado 2
fr: Titre 2
pt_br: Título 2
tr: Başlık 2

source: Heading 3
ar: عنوان 3
es: Encabezado 3
fr: Titre 3
pt_br: Título 3
tr: Başlık 3

source: Heading 4
ar: عنوان 4
es: Encabezado 4
fr: Titre 4
pt_br: Título 4
tr: Başlık 4

source: Heading 5
ar: عنوان 5
es: Encabezado 5
fr: Titre 5
pt_br: Título 5
tr: Başlık 5

source: Heading 6
ar: عنوان 6
es: Encabezado 6
fr: Titre 6
pt_br: Título 6
tr: Başlık 6

source: Bold
ar: غليظ
es: Negrita
fr: Gras
pt_br: Negrito
tr: Kalın
